Repository: ody553y/waffle-dict
Catalog: Sources/WaffleApp/Localizable.xcstrings
Source language: en
Languages: de, ja

# action.ask
source: Ask
de: Fragen
ja: 聞く

# action.cancel
source: Cancel
de: Stornieren
ja: キャンセル

# action.collapse
source: Collapse
de: Zusammenbruch
ja: 崩壊

# action.copy
source: Copy
de: Kopie
ja: コピー

# action.delete
source: Delete
de: Löschen
ja: 消去

# action.dismiss
source: Dismiss
de: Zurückweisen
ja: 却下する

# action.download
source: Download
de: Herunterladen
ja: ダウンロード

# action.expand
source: Expand
de: Expandieren
ja: 拡大する

# action.openSettings
source: Open Settings
de: Öffnen Sie Einstellungen
ja: 設定を開く

# action.quit
source: Quit
de: Aufhören
ja: やめる

# action.remove
source: Remove
de: Entfernen
ja: 取り除く

# action.retry
source: Retry
de: Wiederholen
ja: リトライ

# action.run
source: Run
de: Laufen
ja: 走る

# action.stop
source: Stop
de: Stoppen
ja: 停止

# app.menuBar.title
source: Waffle
de: Schreihals
ja: スクリーマー

# dictation.panel.accessibility.error
source: Dictation failed
de: Das Diktat ist fehlgeschlagen
ja: ディクテーションに失敗しました

# dictation.panel.accessibility.idle
source: Dictation panel idle
de: Diktierpanel im Leerlauf
ja: ディクテーション パネルのアイドル状態

# dictation.panel.accessibility.recording
source: Recording in progress
de: Aufnahme läuft
ja: 録音中です

# dictation.panel.accessibility.success
source: Dictation completed successfully
de: Diktat erfolgreich abgeschlossen
ja: ディクテーションが正常に完了しました

# dictation.panel.accessibility.transcribing
source: Transcription in progress
de: Transkription läuft
ja: 文字起こし中です

# dictation.panel.announcement.error
source: Dictation failed.
de: Das Diktat ist fehlgeschlagen.
ja: ディクテーションに失敗しました。

# dictation.panel.announcement.recording
source: Recording started.
de: Aufnahme gestartet.
ja: 録音が開始されました。

# dictation.panel.announcement.success
source: Dictation completed.
de: Diktat abgeschlossen.
ja: ディクテーションが完了しました。

# dictation.panel.announcement.transcribing
source: Transcribing recording.
de: Aufnahme transkribieren.
ja: 文字起こし録音。

# dictation.panel.recording.escapeHint
source: Press Esc to cancel
de: Drücken Sie Esc, um den Vorgang abzubrechen
ja: キャンセルするにはEscを押してください

# dictation.panel.state.done
source: Done
de: Erledigt
ja: 終わり

# dictation.panel.state.error
source: Could not complete dictation
de: Das Diktat konnte nicht abgeschlossen werden
ja: ディクテーションを完了できませんでした

# dictation.panel.state.recording
source: Recording…
de: Aufnahme…
ja: 録音中…

# dictation.panel.state.transcribing
source: Transcribing…
de: Transkribieren…
ja: 文字起こし中…

# error.connectionTestFailed
source: Connection test failed.
de: Verbindungstest fehlgeschlagen.
ja: 接続テストに失敗しました。

# error.copy.failed
source: Transcribed, but copy failed
de: Transkribiert, aber das Kopieren ist fehlgeschlagen
ja: 転記できましたが、コピーに失敗しました

# error.history.deleteActionResultFailed
source: Failed to delete AI action result.
de: Das Ergebnis der KI-Aktion konnte nicht gelöscht werden.
ja: AIアクション結果の削除に失敗しました。

# error.history.deleteConfirmationFailed
source: Failed to prepare delete confirmation.
de: Die Löschbestätigung konnte nicht vorbereitet werden.
ja: 削除確認の準備に失敗しました。

# error.history.deleteSelectionFailed
source: Failed to delete selected transcripts.
de: Die ausgewählten Transkripte konnten nicht gelöscht werden.
ja: 選択したトランスクリプトを削除できませんでした。

# error.history.deleteSingleFailed
source: Failed to delete transcript.
de: Transkript konnte nicht gelöscht werden.
ja: トランスクリプトの削除に失敗しました。

# error.history.exportSelectionFailed
source: Failed to export selected transcripts.
de: Ausgewählte Transkripte konnten nicht exportiert werden.
ja: 選択したトランスクリプトをエクスポートできませんでした。

# error.history.exportSingleFailed
source: Failed to export transcript.
de: Transkript konnte nicht exportiert werden.
ja: トランスクリプトのエクスポートに失敗しました。

# error.history.loadFailed
source: Failed to load transcript history.
de: Der Transkriptverlauf konnte nicht geladen werden.
ja: トランスクリプト履歴のロードに失敗しました。

# error.history.loadPreviousActionsFailed
source: Failed to load previous AI actions.
de: Vorherige KI-Aktionen konnten nicht geladen werden.
ja: 以前の AI アクションをロードできませんでした。

# error.history.saveActionResultFailed
source: Failed to save AI action result.
de: Das Ergebnis der KI-Aktion konnte nicht gespeichert werden.
ja: AIアクション結果の保存に失敗しました。

# error.history.saveNotesFailed
source: Failed to save notes.
de: Notizen konnten nicht gespeichert werden.
ja: メモの保存に失敗しました。

# error.history.saveSpeakerNamesFailed
source: Failed to save speaker names.
de: Sprechernamen konnten nicht gespeichert werden.
ja: 発言者の名前を保存できませんでした。

# error.hotkey.saveFailed
source: Could not save this shortcut.
de: Diese Verknüpfung konnte nicht gespeichert werden.
ja: このショートカットを保存できませんでした。

# error.import.transcriptionFailed
source: Transcription failed. Please try again.
de: Die Transkription ist fehlgeschlagen. Bitte versuchen Sie es erneut.
ja: 転写に失敗しました。もう一度試してください。

# error.import.unsupportedFileType
source: Unsupported file type. Use WAV, MP3, M4A, FLAC, or OGG.
de: Nicht unterstützter Dateityp. Verwenden Sie WAV, MP3, M4A, FLAC oder OGG.
ja: サポートされていないファイル形式です。 WAV、MP3、M4A、FLAC、または OGG を使用します。

# error.lmStudio.contextTooLong
source: Transcript is too long for the selected model.
de: Das Transkript ist für das ausgewählte Modell zu lang.
ja: 選択したモデルに対してトランスクリプトが長すぎます。

# error.lmStudio.emptyResponse
source: The model returned an empty response. Try again or select a different model.
de: Das Modell hat eine leere Antwort zurückgegeben. Versuchen Sie es erneut oder wählen Sie ein anderes Modell.
ja: モデルは空の応答を返しました。もう一度試すか、別のモデルを選択してください。

# error.lmStudio.invalidHostPort
source: Invalid LM Studio host or port.
de: Ungültiger LM Studio-Host oder -Port.
ja: 無効な LM Studio ホストまたはポートです。

# error.lmStudio.noModelsLoaded
source: No models loaded in LM Studio. Load a model first.
de: Keine Modelle in LM Studio geladen. Laden Sie zuerst ein Modell.
ja: LM Studio にモデルがロードされていません。最初にモデルをロードします。

# error.lmStudio.notAvailableActions
source: LM Studio is not available for AI actions.
de: LM Studio ist für KI-Aktionen nicht verfügbar.
ja: LM Studio は AI アクションには使用できません。

# error.lmStudio.notConfigured
source: LM Studio is not configured.
de: LM Studio ist nicht konfiguriert.
ja: LM Studio が設定されていません。

# error.lmStudio.notRunning
source: LM Studio is not running. Start LM Studio to use AI features.
de: LM Studio läuft nicht. Starten Sie LM Studio, um KI-Funktionen zu nutzen.
ja: LM Studioが起動していません。 AI 機能を使用するには、LM Studio を起動します。

# error.lmStudio.statusCode
source: LM Studio returned status code %d.
de: LM Studio hat den Statuscode %d zurückgegeben.
ja: LM Studio はステータス コード %d を返しました。

# error.lmStudio.streamUnreadable
source: Received an unreadable streaming response from LM Studio.
de: Ich habe eine unlesbare Streaming-Antwort von LM Studio erhalten.
ja: LM Studio から読み取り不能なストリーミング応答を受信しました。

# error.lmStudio.unexpectedResponse
source: LM Studio returned an unexpected response.
de: LM Studio hat eine unerwartete Antwort zurückgegeben.
ja: LM Studio が予期しない応答を返しました。

# error.lmStudio.unreachable
source: LM Studio is not running or unreachable.
de: LM Studio läuft nicht oder ist nicht erreichbar.
ja: LM Studio が実行されていないか、アクセスできません。

# error.microphone.blocked
source: Microphone access is blocked. Enable it in System Settings to record.
de: Der Mikrofonzugriff ist blockiert. Aktivieren Sie es in den Systemeinstellungen, um aufzunehmen.
ja: マイクへのアクセスがブロックされています。録画するにはシステム設定で有効にしてください。

# error.microphone.noInputDevice
source: No microphone input device is available.
de: Es ist kein Mikrofon-Eingabegerät verfügbar.
ja: マイク入力デバイスは使用できません。

# error.microphone.required
source: Microphone access is required to start recording.
de: Zum Starten der Aufnahme ist ein Mikrofonzugriff erforderlich.
ja: 録音を開始するにはマイクへのアクセスが必要です。

# error.model.missing
source: No model installed. Open Settings > Models to download one.
de: Kein Modell installiert. Öffnen Sie Einstellungen > Modelle, um eines herunterzuladen.
ja: モデルがインストールされていません。 [設定] > [モデル] を開いてダウンロードします。

# error.paste.failed
source: Transcribed, but could not paste into the active app.
de: Transkribiert, konnte aber nicht in die aktive App eingefügt werden.
ja: 転写されましたが、アクティブなアプリに貼り付けることができませんでした。

# error.recording.failedWithDetail
source: Recording failed: %@
de: Aufnahme fehlgeschlagen: %@
ja: 記録に失敗しました: %@

# error.recording.noneActive
source: No active recording was found.
de: Es wurde keine aktive Aufnahme gefunden.
ja: アクティブな録音が見つかりませんでした。

# error.transcription.timeout
source: Transcription timed out. Try a shorter recording.
de: Zeitüberschreitung bei der Transkription. Versuchen Sie es mit einer kürzeren Aufnahme.
ja: 文字起こしがタイムアウトしました。より短い録音を試してください。

# error.worker.crashedRestartFailed
source: Worker crashed. Restart failed. Restart Waffle.
de: Arbeiter stürzte ab. Neustart fehlgeschlagen. Starten Sie Waffle neu.
ja: 作業員が墜落した。再起動に失敗しました。スクリーマーを再起動します。

# error.worker.crashedRestarting
source: Worker crashed. Restarting…
de: Arbeiter stürzte ab. Neustart...
ja: 作業員が墜落した。再起動中…

# error.worker.modelLoading
source: Model is still loading. Try again in a moment.
de: Das Modell wird noch geladen. Versuchen Sie es gleich noch einmal.
ja: モデルはまだロード中です。しばらくしてからもう一度試してください。

# error.worker.modelUnavailable
source: Selected model is not available in the worker.
de: Das ausgewählte Modell ist im Worker nicht verfügbar.
ja: 選択したモデルはワーカーでは使用できません。

# error.worker.notRunning
source: Worker is not running. Restart Waffle.
de: Worker läuft nicht. Starten Sie Waffle neu.
ja: ワーカーが実行されていません。スクリーマーを再起動します。

# error.worker.requestFailed
source: Worker request failed (%d).
de: Worker-Anfrage fehlgeschlagen (%d).
ja: ワーカー要求が失敗しました (%d)。

# history.actions.askQuestion
source: Ask a Question
de: Eine Frage stellen
ja: 質問する

# history.actions.askQuestion.accessibility
source: Ask a question about transcript
de: Stellen Sie eine Frage zum Transkript
ja: 成績証明書について質問する

# history.actions.askQuestion.placeholder
source: Ask a question about this transcript
de: Stellen Sie eine Frage zu diesem Transkript
ja: このトランスクリプトについて質問する

# history.actions.customPrompt
source: Custom Prompt
de: Benutzerdefinierte Eingabeaufforderung
ja: カスタムプロンプト

# history.actions.customPrompt.accessibility
source: Run custom prompt on transcript
de: Führen Sie eine benutzerdefinierte Eingabeaufforderung für das Transkript aus
ja: トランスクリプトでカスタム プロンプトを実行する

# history.actions.customPrompt.placeholder
source: Custom prompt
de: Benutzerdefinierte Eingabeaufforderung
ja: カスタムプロンプト

# history.actions.lmStudio.checking
source: Checking LM Studio status…
de: LM Studio-Status wird überprüft…
ja: LM Studio のステータスを確認しています…

# history.actions.lmStudio.chooseDefaultModel
source: Choose a default model in Settings > AI.
de: Wählen Sie unter „Einstellungen“ > „KI“ ein Standardmodell aus.
ja: [設定] > [AI] でデフォルトのモデルを選択します。

# history.actions.lmStudio.noModels
source: No models loaded in LM Studio. Load a model first.
de: Keine Modelle in LM Studio geladen. Laden Sie zuerst ein Modell.
ja: LM Studio にモデルがロードされていません。最初にモデルをロードします。

# history.actions.previous.empty
source: No previous actions yet.
de: Noch keine vorherigen Aktionen.
ja: 以前のアクションはまだありません。

# history.actions.previous.section
source: Previous Actions
de: Vorherige Aktionen
ja: 以前のアクション

# history.actions.summarise
source: Summarise
de: Zusammenfassen
ja: 要約する

# history.actions.summarise.accessibility
source: Summarise transcript
de: Transkript zusammenfassen
ja: トランスクリプトを要約する

# history.actions.translate
source: Translate
de: Übersetzen
ja: 翻訳する

# history.actions.translate.accessibility
source: Translate transcript
de: Transkript übersetzen
ja: トランスクリプトを翻訳する

# history.actions.translate.language
source: Language
de: Sprache
ja: 言語

# history.actions.type.custom
source: Custom
de: Brauch
ja: カスタム

# history.actions.type.question
source: Question
de: Frage
ja: 質問

# history.actions.type.summary
source: Summary
de: Zusammenfassung
ja: まとめ

# history.actions.type.translate
source: Translate
de: Übersetzen
ja: 翻訳する

# history.actions.waitingResponse
source: Waiting for response…
de: Warten auf Antwort…
ja: 応答を待っています…

# history.delete.alert.actionLabel.plural
source: AI actions
de: KI-Aktionen
ja: AIのアクション

# history.delete.alert.actionLabel.singular
source: AI action
de: KI-Aktion
ja: AIアクション

# history.delete.alert.message
source: This action cannot be undone. %d associated %@ will also be deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Der zugehörige %d %@ wird ebenfalls gelöscht.
ja: この操作は元に戻すことができません。 %d に関連付けられた %@ も削除されます。

# history.delete.alert.title
source: Delete %d transcripts?
de: %d-Transkripte löschen?
ja: %d トランスクリプトを削除しますか?

# history.delete.alert.title.fallback
source: Delete transcripts?
de: Transkripte löschen?
ja: トランスクリプトを削除しますか?

# history.empty.description
source: Start a dictation or import audio to build your history.
de: Starten Sie ein Diktat oder importieren Sie Audio, um Ihren Verlauf zu erstellen.
ja: ディクテーションを開始するか、音声をインポートして履歴を構築します。

# history.empty.noResults.description
source: Try a different search term.
de: Versuchen Sie es mit einem anderen Suchbegriff.
ja: 別の検索語を試してください。

# history.empty.noResults.title
source: No results
de: Keine Ergebnisse
ja: 結果はありません

# history.empty.title
source: No transcripts yet
de: Noch keine Transkripte
ja: まだトランスクリプトはありません

# history.filters.activeCount
source: %d filters active
de: %d Filter aktiv
ja: %d フィルターがアクティブです

# history.filters.button
source: Filters
de: Filter
ja: フィルター

# history.filters.button.accessibility
source: Filters
de: Filter
ja: フィルター

# history.filters.clear
source: Clear Filters
de: Filter löschen
ja: フィルターをクリアする

# history.filters.from
source: From
de: Aus
ja: から

# history.filters.hasSpeakers
source: Has speakers
de: Hat Lautsprecher
ja: スピーカーあり

# history.filters.model
source: Model
de: Modell
ja: モデル

# history.filters.model.all
source: All Models
de: Alle Modelle
ja: 全モデル

# history.filters.source
source: Source
de: Quelle
ja: ソース

# history.filters.source.option.all
source: All
de: Alle
ja: 全て

# history.filters.source.option.dictation
source: Dictation
de: Diktat
ja: ディクテーション

# history.filters.source.option.imported
source: Imported
de: Importiert
ja: 輸入品

# history.filters.to
source: To
de: Zu
ja: に

# history.import.diarization.description
source: Adds speaker labels to imported-file timelines and exports.
de: Fügt Sprecherbezeichnungen zu Zeitleisten und Exporten importierter Dateien hinzu.
ja: インポートされたファイルのタイムラインとエクスポートにスピーカー ラベルを追加します。

# history.import.diarization.toggle
source: Speaker identification
de: Identifizierung des Sprechers
ja: 話者の識別

# history.import.dropZone.description
source: Imports are processed one file at a time and saved to history.
de: Importe werden jeweils dateiweise verarbeitet und im Verlauf gespeichert.
ja: インポートは一度に 1 ファイルずつ処理され、履歴に保存されます。

# history.import.dropZone.title
source: Drop audio files here
de: Legen Sie Audiodateien hier ab
ja: ここに音声ファイルをドロップします

# history.import.job.failed
source: Import failed: %@
de: Import fehlgeschlagen: %@
ja: インポートに失敗しました: %@

# history.import.job.queued
source: Queued: %@
de: In der Warteschlange: %@
ja: キューに登録されました: %@

# history.import.job.transcribing
source: Transcribing: %@
de: Transkribieren: %@
ja: 文字起こし: %@

# history.menu.copyTranscript
source: Copy Transcript Text
de: Transkripttext kopieren
ja: トランスクリプトテキストをコピーする

# history.menu.deleteTranscript
source: Delete Transcript
de: Transkript löschen
ja: トランスクリプトの削除

# history.menu.exportTranscript
source: Export Transcript
de: Transkript exportieren
ja: トランスクリプトのエクスポート

# history.menu.find
source: Find
de: Finden
ja: 探す

# history.menu.openHistory
source: Open History
de: Öffnen Sie den Verlauf
ja: 履歴を開く

# history.menu.selectAll
source: Select All
de: Wählen Sie „Alle“ aus
ja: すべて選択

# history.menu.title
source: History
de: Geschichte
ja: 歴史

# history.notes.placeholder
source: Add notes…
de: Notizen hinzufügen…
ja: メモを追加…

# history.notes.section
source: Notes
de: Notizen
ja: 注意事項

# history.parakeet.wavHint
source: Parakeet currently works best with WAV files for imported audio.
de: Parakeet funktioniert derzeit am besten mit WAV-Dateien für importiertes Audio.
ja: Parakeet は現在、インポートされたオーディオの WAV ファイルで最適に動作します。

# history.row.accessibility.action.collapse
source: Collapse
de: Zusammenbruch
ja: 崩壊

# history.row.accessibility.action.expand
source: Expand
de: Expandieren
ja: 拡大する

# history.row.accessibility.hint.expandCollapse
source: Double-tap to expand transcript
de: Doppeltippen, um das Transkript zu erweitern
ja: ダブルタップしてトランスクリプトを展開します

# history.row.accessibility.label
source: Transcript from %@, %@, %d words
de: Transkript aus %@, %@, %d Wörtern
ja: %@、%@、%d の単語の転写

# history.row.speakers.count
source: Speakers: %d
de: Sprecher: %d
ja: スピーカー: %d

# history.row.timeline.toggle
source: Timeline
de: Zeitleiste
ja: タイムライン

# history.search.accessibility
source: Search transcripts
de: Transkripte durchsuchen
ja: トランスクリプトの検索

# history.search.placeholder
source: Search transcripts
de: Transkripte durchsuchen
ja: トランスクリプトの検索

# history.source.dictation
source: Dictation
de: Diktat
ja: ディクテーション

# history.source.importedFile
source: Imported File
de: Importierte Datei
ja: インポートされたファイル

# history.speakers.rename.reset
source: Reset Names
de: Namen zurücksetzen
ja: 名前のリセット

# history.speakers.rename.section
source: Rename Speakers
de: Lautsprecher umbenennen
ja: スピーカーの名前を変更する

# history.storage.localOnly
source: All transcript history is stored locally on this device.
de: Der gesamte Transkriptverlauf wird lokal auf diesem Gerät gespeichert.
ja: すべてのトランスクリプト履歴はこのデバイスにローカルに保存されます。

# history.timeline.speaker.unknown
source: Unknown speaker
de: Unbekannter Sprecher
ja: 不明な話者

# history.tip.multiSelect
source: Tip: Command-click transcript rows to multi-select for batch export and delete. Keyboard shortcuts are listed in Settings > General.
de: Tipp: Klicken Sie bei gedrückter Befehlstaste auf Transkriptzeilen, um eine Mehrfachauswahl für den Stapelexport und das Löschen vorzunehmen. Tastaturkürzel werden unter „Einstellungen“ > „Allgemein“ aufgeführt.
ja: ヒント: コマンドを押しながらトランスクリプト行をクリックして、一括エクスポートと削除を複数選択します。キーボード ショートカットは、[設定] > [一般] にリストされています。

# history.toolbar.copyText
source: Copy Text
de: Text kopieren
ja: テキストをコピーする

# history.toolbar.copyText.help
source: Copy Text (\u{2318}C)
de: Text kopieren (\u{2318}C)
ja: テキストをコピー (\u{2318}C)

# history.toolbar.delete.help
source: Delete (\u{2318}\u{232b})
de: Löschen (\u{2318}\u{232b})
ja: 削除 (\u{2318}\u{232b})

# history.toolbar.export.help
source: Export (\u{2318}E)
de: Exportieren (\u{2318}E)
ja: エクスポート (\u{2318}E)

# history.toolbar.importFile
source: Import File…
de: Datei importieren…
ja: ファイルをインポート…

# history.toolbar.importFile.help
source: Import File
de: Datei importieren
ja: インポートファイル

# history.unavailable.description
source: Waffle could not open the transcript history database.
de: Waffle konnte die Transkript-Verlaufsdatenbank nicht öffnen.
ja: スクリーマーはトランスクリプト履歴データベースを開けませんでした。

# history.unavailable.title
source: History Unavailable
de: Verlauf nicht verfügbar
ja: 履歴は利用できません

# history.window.title
source: History
de: Geschichte
ja: 歴史

# menu.accessibilityPrompt.body
source: To paste directly into the active app, enable Accessibility access for Waffle.
de: Um direkt in die aktive App einzufügen, aktivieren Sie den barrierefreien Zugriff für Waffle.
ja: アクティブなアプリに直接貼り付けるには、Waffle のアクセシビリティ アクセスを有効にします。

# menu.accessibilityPrompt.openSettings
source: Open Accessibility Settings
de: Öffnen Sie die Barrierefreiheitseinstellungen
ja: アクセシビリティ設定を開く

# menu.history.button
source: History
de: Geschichte
ja: 歴史

# menu.history.help
source: History (\u{2318}H)
de: Geschichte (\u{2318}H)
ja: 歴史 (\u{2318}H)

# menu.hotkey.inactive
source: Global hotkey %@ is inactive. Enable Accessibility access to use it.
de: Der globale Hotkey %@ ist inaktiv. Aktivieren Sie den barrierefreien Zugriff, um ihn zu verwenden.
ja: グローバル ホットキー %@ は非アクティブです。使用するには、アクセシビリティ アクセスを有効にしてください。

# menu.microphoneSettings.open
source: Open Microphone Settings
de: Öffnen Sie die Mikrofoneinstellungen
ja: マイク設定を開く

# menu.model.hint
source: Currently selected transcription model
de: Derzeit ausgewähltes Transkriptionsmodell
ja: 現在選択されている転写モデル

# menu.model.missing
source: No model installed. Open Settings -> Models to download one.
de: Kein Modell installiert. Öffnen Sie Einstellungen -> Modelle, um eines herunterzuladen.
ja: モデルがインストールされていません。 [設定] -> [モデル] を開いてダウンロードします。

# menu.model.noneInstalled
source: None installed
de: Keine installiert
ja: 何もインストールされていません

# menu.model.title
source: Model:
de: Modell:
ja: モデル：

# menu.preview.duration.unknown
source: Unknown duration
de: Unbekannte Dauer
ja: 期間不明

# menu.preview.metadata
source: %d words • %@ • %@ • %@
de: %d Wörter • %@ • %@ • %@
ja: %d 単語 • %@ • %@ • %@

# menu.preview.openHistory
source: Open in History
de: Im Verlauf öffnen
ja: 履歴で開く

# menu.recording.accessibility.start
source: Start recording
de: Starten Sie die Aufnahme
ja: 録音を開始する

# menu.recording.accessibility.stop
source: Stop recording
de: Stoppen Sie die Aufnahme
ja: 録音を停止する

# menu.recording.accessibility.transcribing
source: Transcribing
de: Transkribieren
ja: 文字起こし

# menu.recording.start
source: Start Recording
de: Starten Sie die Aufnahme
ja: 録音を開始する

# menu.recording.stop
source: Stop Recording
de: Stoppen Sie die Aufnahme
ja: 録音を停止する

# menu.settings.button
source: Settings…
de: Einstellungen…
ja: 設定…

# menu.settings.help
source: Settings (\u{2318},)
de: Einstellungen (\u{2318},)
ja: 設定 (\u{2318},)

# menu.transcribing.accessibility
source: Transcription in progress
de: Transkription läuft
ja: 文字起こし中です

# menu.worker.accessibility.running
source: Worker running
de: Arbeiter läuft
ja: 走っている労働者

# menu.worker.accessibility.stopped
source: Worker stopped
de: Arbeiter blieb stehen
ja: 作業員が停止しました

# menu.worker.state.checking
source: Checking…
de: Überprüfung…
ja: チェック中…

# menu.worker.state.modelLoading
source: Model loading…
de: Modell wird geladen…
ja: モデルを読み込み中…

# menu.worker.status
source: Worker: %@
de: Arbeiter: %@
ja: 作業者: %@

# settings.ai.connection.accessibility.connected
source: LM Studio connected
de: LM Studio verbunden
ja: LMスタジオが接続されました

# settings.ai.connection.accessibility.notConnected
source: LM Studio not connected
de: LM Studio nicht verbunden
ja: LMスタジオが接続されていません

# settings.ai.connection.connected
source: Connected
de: Verbunden
ja: 接続済み

# settings.ai.connection.enterHost
source: Enter a host to connect.
de: Geben Sie einen Host ein, um eine Verbindung herzustellen.
ja: 接続するホストを入力します。

# settings.ai.connection.host
source: Host
de: Gastgeber
ja: ホスト

# settings.ai.connection.invalidPort
source: Port must be a valid number.
de: Der Port muss eine gültige Nummer sein.
ja: ポートは有効な番号である必要があります。

# settings.ai.connection.noModels
source: Connected, but no models are loaded in LM Studio.
de: Verbunden, aber in LM Studio sind keine Modelle geladen.
ja: 接続されていますが、LM Studio にモデルがロードされていません。

# settings.ai.connection.notConnected
source: Not connected
de: Nicht verbunden
ja: 接続されていません

# settings.ai.connection.port
source: Port
de: Hafen
ja: ポート

# settings.ai.connection.section
source: LM Studio Connection
de: LM Studio-Verbindung
ja: LMスタジオ接続

# settings.ai.connection.success
source: Connection successful.
de: Verbindung erfolgreich.
ja: 接続に成功しました。

# settings.ai.connection.test
source: Test Connection
de: Testverbindung
ja: テスト接続

# settings.ai.connection.test.hint
source: Tests connection to LM Studio
de: Testet die Verbindung zu LM Studio
ja: LM Studioへの接続をテストします

# settings.ai.defaultModel.help
source: Models are managed in LM Studio. Load a model there to use it here.
de: Modelle werden in LM Studio verwaltet. Laden Sie dort ein Modell, um es hier zu verwenden.
ja: モデルは LM Studio で管理されます。ここで使用するには、そこにモデルをロードします。

# settings.ai.defaultModel.noneLoaded
source: No models loaded
de: Keine Modelle geladen
ja: モデルがロードされていません

# settings.ai.defaultModel.picker
source: Model
de: Modell
ja: モデル
